import React from "react";
// reactstrap components
import {
  Row,
  Col,
  CardTitle,
  CardBody,
  Container,
  Card,
  Modal,
  ModalFooter,
  Button,
} from "reactstrap";
import ScrollTransparentNavbar from "components/Navbars/ScrollTransparentNavbar";
import FooterBlack from 'components/Footers/FooterBlack'
// core components

function Infos() {
  let pageHeader = React.createRef();
  const [modalNotice, setModalNotice] = React.useState(false);
  const [imgSrc, setImgSrc] = React.useState("");
  const [contentDescription, setContentDescription] = React.useState("");
  const [contentTitle, setContentTitle] = React.useState("");
  React.useEffect(() => {
    if (window.innerWidth > 991) {
      const updateScroll = () => {
        let windowScrollTop = window.pageYOffset / 3;
        pageHeader.current.style.transform =
          "translate3d(0," + windowScrollTop + "px,0)";
      };
      window.addEventListener("scroll", updateScroll);
      return function cleanup() {
        window.removeEventListener("scroll", updateScroll);
      };
    }
  });

  const items = [
    {
      src: require("assets/img/bg5n.jpg"),
      category: "ላፕቶፕ ",
      title: "አዲስ ላፕቶፕ ሲገዙ ማገናዘብ ያለብዎ 6 ነገሮች...",
      summery:
        "1, ምን ሊሰሩበት አስበዋል? •ብዙ የሚፅፉ ከሆነ ኪቦርዱን ማየት ይገባል •ጌም የሚያበዙ ከሆነ ግራፊክስ ካርዱንና",
      description: (
        <>
          {" "}
          1, <strong>ምን ሊሰሩበት አስበዋል? </strong>
          <br />
          <div className="description">
            <br />
            📌ብዙ የሚፅፉ ከሆነ ኪቦርዱን ማየት ይገባል
            <br /> 📌ጌም የሚያበዙ ከሆነ ግራፊክስ ካርዱንና ስፒከሩን ይመልከቱ <br />
            📌ለቪዲዮ ቅንብር (editing or Engineering softwares) ከሆነ ከፍተኛ የፕሮሰሰር አቅም ፣
            ትልቅ ሳይዝ ራም high. definition (HD) ስክሪን መኖሩን ያረጋግጡ <br /> ከሆነ ግራፊክስ
            ካርዱንና ስፒከሩን ይመልከቱ <br />
            📌ለቪዲዮ ቅንብር (editing or Engineering softwares) ከሆነ ከፍተኛ የፕሮሰሰር አቅም ፣
            ትልቅ ሳይዝ ራም high. definition (HD) ስክሪን መኖሩን ያረጋግጡ <br />
          </div>
          2, <strong>
            ለርሶ ትክክለኛዉን የስክሪን ሳይዝ ይምረጡ (13.3'' ,15.6'',17.3'')
          </strong>{" "}
          <br />
          3,{" "}
          <strong>
            የላፕቶፑን ስፔሲፊኬሽን በ ጥልቀት ይመርምሩ •ፕሮሰሰር (intel core 2 dou, core i3, core
            i5, core i7 or AMD and others)
            <br />
          </strong>
          <div className="description">
            {" "}
            📌ራም (ስንት እንደሆነ 1GB,2GB,3GB,4GB ..and above) •ሀርድ ዲስክ (160 GB,
            250GB, 320GB,500GB, 750GB and above) <br />
            📌ዲቪዲ ወይም ብሉሬይ ድራይቭ (re-writable) <br />
          </div>
          4,
          <strong>
            ባትሪ አስተማማኝ መሆኑን ያረጋግጡ።ይህ በጣም ወሳኝ ነው።ሊደራደሩበት አይገባም! 3 ሰአት እና ከዛ በላይ
            ቢሆን አሪፍ ነው። <br />
          </strong>
          5,{" "}
          <strong>
            {" "}
            የትኛው ኦፕሬቲንግ ሲስተም መሆኑን ያረጋግጡ። (windos7, windows8, windows10, mac,
            ubuntu, fedora and others) <br />
          </strong>
          6,{" "}
          <strong>
            {" "}
            አዲስ ከካምፓኒው እንደመጣ (brand new) ወይም በብልሽት ምክንያት ተመልሶ ካምፓኒው ገብቶ የተሰራ
            (Refurbished) መሆኑን ይጠይቁ!"
          </strong>{" "}
        </>
      ),
    },
    {
      src: require("assets/img/bg6n.jpg"),
      category: "ሳይበር",
      title: "ለሳይበር ጥቃት የሚያጋልጡ የተሳሳቱ የሳይበር ደህንነት እሳቤዎች",
      summery:
        "ምንም እንኳን አሁን ባለንበት ወቅት ተቋማት ና ግለሰቦች ለሳይበር ደህንነት ከፍተኛ ትኩረት እየሰጡ ቢሆንም...",
      description: (
        <>
          ምንም እንኳን አሁን ባለንበት ወቅት ተቋማት ና ግለሰቦች ለሳይበር ደህንነት ከፍተኛ ትኩረት እየሰጡ ቢሆንም
          አንዳንድ ተቋማት ና ግለሰቦች ላይ አሁንም በሚስተዋሉ ቸልታዎች ከፍተኛ መጠን ያላቸው የ ሳይበር ጥቃቶች
          እየደረሱ ይገኛል።
          <br />
          📌 ከእነዚህ የተሳሳቱ የሳይበር ደህንነት አስተሳሰብ መካከል የሚከተሉት ዋነኞቹ ናቸው። <br />
          📌1 .ድርጅታችን አነስተኛ ስለሆነ የሳይበር ጥቃት ሊደርስበት አይችልም የሚል ዕሳቤ <br />
          📌2.ድርጅታችን ምንም አይነት የሳይበር ጥቃት ስጋት የለበትም የሚል ዕሳቤ <br />
          📌3 .ፀረ-ቫይረስ ና ፀረ- ማልዌር ስለምንጠቀም ጥቃት ሊደርስብን አይችልም ፤የምንጠቀማቸው መከላከያዎች
          በራሳቸው በቂ ናቸው።የሚሉ ዕሳቤዎች <br />
          📌4.የይለፍ-ቃላችን (password)በጣም ጠንካራ ስለሆነ ማንም ሊሰብረው ስለማይችል ለጥቃት አንጋለጥም።የሚሉ
          ዕሳቤዎች <br />
          📌5.የተቋማችን የምንጠቀምበት የሳይበር ደህንነት ሲስተም ፍፁም ነው። የትኛውንም አይነት ጥቃት ይከላከላል ብሎ
          ማሰብ <br />
          📌6.የሳይበር ጥቃት ሊመጣ የሚችለው ከተቋም ውጭ ብቻ እንደሆነ አድርጎ ማሰብ <br />
          📌7.የሳይበር ደህንነት ስራ የኢንፎርሜሽን ኮሚዩኒኬሽን ክፍል ስራ ሰለሆነ እነሱ ይሰሩታል። ብሎ በማሰብ
          ጥንቃቄ አለማድረግ <br />
          📌8.የሳይበር ደህንነት ስልጠናና ፍተሻ ለድርጅታችን ፣ለምንጠቀምበት ሲስተም አያስፈልገኝም ብሎ ማሰብ{" "}
          <br />
          📌9.ለጥቃት ሊያጋልጡን የሚችሉ ነገሮችን በቀላሉ መለየት እንችላለን ብሎ ማሰብ 📝እርሶም ከመሰል የተሳሳቱ
          የሳይበር ደህንነት በመውጣት በራስዎ፣በተቋምዎ ና በሀገር ላይ ሊደርስ የሚችለውን የሳይበር ጥቃት ይከላከሉ።
          ምንጭ :<br />
          📌Information network security agency
        </>
      ),
    },
    {
      src: require("assets/img/bg7n.jpg"),
      category: "WI-FI MAP",
      title: "በWI-FI MAP እንዴት የwifi password እናውቃለን📶... ",
      summery:
        "በመጀመሪያ appun ከ Google ላይ አውርደን install እናድርገው ➡️በመቀጠል  application ውስጥ",
      description: (
        <>
          <br />
          ➡️በመጀመሪያ appun ከ Google ላይ አውርደን install እናድርገው <br />
          ➡️በመቀጠል application ውስጥ እንገባለን <br />
          ➡️ከዛ ያለንበት አካባቢ map ያመጣልናል. ማለትም እኔ ወይም አተ.አንቺ ያለህበትን አከባቢ ቦታ #በቀይ ቀስት
          ምልክት ያሳይሀል. <br />
          ➡️ከዛ ካርታውን/mapን በማቅረብ አቅራቢያችን ያለው Wi-Fi እንመርጣለን .ስንመርጥ map ላይ or ከታች 3
          መስመሮች ያሉበትን በመንካት እንመለከታለን <br />
          ➡️የመረጥነውን wi-fi እንነካለን <br />
          ➡️ከነካው ቡኃላ UNLOCKED PASSWORD የሚለውን ስንጫነው <br />
          ➡️የWI-FI PASSWORD ከታች ያሳየናል። <br />
          ➡️በመጨረሻ ያንን password እዛው copy አድርገን ወደ wifi setting እንገባ ና past እናረገው
          ና connect ማድረግ 💯
        </>
      ),
    },
    {
      src: require("assets/img/bg8n.jpg"),
      category: "ሀከር",
      title: "ሀከር ምንድን ነዉ ?| Who is a Hacker ",
      summery:
        "➥ሀከር ማለት አንድ ግለሰብ ወይም ቡድን አንድን ኮምፒዉተር ወይም የኮምፒዉተር ኔትወርክ ለራሱ ትርፍ ወይም ለመዝናናት...",
      description: (
        <>
          ➥ሀከር ማለት አንድ ግለሰብ ወይም ቡድን አንድን ኮምፒዉተር ወይም የኮምፒዉተር ኔትወርክ ለራሱ ትርፍ ወይም
          ለመዝናናት ሰብሮ የሚገባ ነዉ። <br />{" "}
          <strong>
            የሀከር አይነቶች | Types of Hackers ሀከሮች በሶስት ወሳኝ አይነቶች ይከፈላሉ
          </strong>{" "}
          <br /> :- <strong>White Hat Hackers </strong> <br />
          ⚪️ እነዚህ ሀከሮች የሀኪንግ እዉቀታቸዉን ተጠቅመዉ ህገወጥ የመረጃ ብርበራ የማያደርጉ ናቸዉ ስለዚህ ጥሩ
          ሀከሮች ነዉ የሚባሉት እንዲሁም Security expert በመባል ይታወቃሉ። <br />
          ⚫️ Black Hat Hackers :-የነዚህ አይነት ሀከሮች ብዙ ጊዜ crackers ይባላሉ እነዚህ ሀከሮች
          የሀኪንግ እዉቀታቸዉን ተጠቅመዉ ህገወጥ ተግባራትን ያከናዉናሉ ለምሳሌ ልክ እነደ credit card ዘረፋ
          ባንኮችን ሀክ ማድረግ ወዘተ ክሬዲት ካርድ ዘረፋ ላይ የሚሳተፉ ሀከሮች ካርደር ይባላሉ ሌላ ጊዜ በሰፊዉ
          እንቃኛቸዋለን። <br />
          🔘 Grey Hat Hackers :-ግሬይ ሀት የምንላቸዉ በwhite hat እና በblack hat መካከል የሚገኙ
          hybrid ናቸዉ ይህም ማለት አንዳንዴ black hat አንዳነዴ ደሞ white hat ሀከርስ ይወላዉላሉ ማለት
          ነዉ <br /> <strong>የሀከሮች ደረጃ | Hacker Hierarchy</strong>
          <br /> ❇️
          <strong>Scriptkiddies</strong> <br /> እነዚህ የሀኪንግ ልምድ የሌላቸዉ ግለሰቦች / ቡድን
          ግን ሀከር መሆን የሚፈልጉ ናቸዉ ሀክ ለማድረግ የሚጠቀሙትም  ready made tool ወይም የተዘጋጀ ሶፍትዌር
          ነዉ በዙ ጊዜም ልምድ ስለሌላቸዉ እራሳቸዉን harm ያደርጋሉ አንድ ታዋቂ ጥቅስ አለ Little knowledge
          is dangerous ይህም ብዙ ጊዜ የምናየዉ ችግር ነዉ። <br />
          <strong> Intermediate hackers </strong>
          <br />
          ከscriptkiddies የበለጠ የሀኪንግ ልምድ እንዲሁም እዉቀት ያላቸዉ ሀከሮች ናቸዉ ግን የራሳቸዉን
          exploit ወይም የሀኪንግ ሶፍትዌር መስራት አይችሉም ቢሆንም ጥሩ ልምድ ያላቸዉ ሀከሮች ናቸዉ።
          <br />
          <strong> Professional or Elite hackers</strong>
          እነዚህ ልምድ ያላቸዉ ሀከሮች የራሳቸዉን exploit ወይም የሀኪንግ ሶፍትዌር መስራት ይችላሉ ስለሆነም
          የትኛዉም አይነት system ሰብረዉ መግባትና ራሳቸዉን የመደበቅ ልምድ አላቸዉ።
          <br />
          <strong>
            🖥 ሀከር ለመሆን ምን ይጠበቅብናል?| What Takes to Become a Hacker?
          </strong>
          <br /> ➲አስታዉሱሀኪንግ በአንድ ምሽት master ምናደርገዉ ነገር አይደለም በጣም ትግስት እና hard
          work ይፈልጋል ብዙ ጊዜ ከአዳዲስ ሀከሮች የማየው ችግር በትንሽ ስራ ትልቅ ዉጤት ይጠብቃሉ ይሄ ደሞ የማይሆን
          ነዉ ስለዚህ አንድ የሀኪንግ topic ከያዝን ያን topic በደንብ master እስክናደርዉ አንዲሁም በተግባር
          እስኪሳካልን ድረስ በደንብ መለማመድ ይጠበቅብናል ይሄን የምናደርግ ከሆነ እራሳችን ላይ ለዉጡን በፍጥነት ማየት
          እንችላለን። በተለይምhacker ለመሆን ከ 5 በላይ የ programming languages ማወቅ ያስፈልገናል
          ስለዚህ ከ programming ጀምሩ...ደሞለ ደና ነገር ተጠቀሙት
        </>
      ),
    },
    {
      src: require("assets/img/bg9n.jpg"),
      category: "ሩት",
      title: "ስልክን ሩት ማድረግ ",
      summery:
        "ስልክን ሩት ማድረግ ማለት ስልካችንን እንደፈለግን ማዘዝ ቻልን ማለት ነው   ለምሳሌ ከስልካችን ጋ አብሮ የሚመጡትን ሲስተም...",
      description: (
        <>
          <strong>ስልክን ሩት ማድረግ ማለት ስልካችንን እንደፈለግን ማዘዝ ቻልን ማለት ነው </strong> 
          <br /> ለምሳሌ ከስልካችን ጋ አብሮ የሚመጡትን ሲስተም አፓች ማጥፋት እንችላለን ሩት ለሆነ ስልክ ብቻ
          ተብለው የሚሰሩ  ብዙ  ገራሚ ገራሚ አፓች አሉ   በተለይ    ሀክ ለማድረግ <br />
          ☞የኢትዮጲያን ኔቶርክ ሀክ ማድረግ እንችላለን
          <br /> 🔳1.☞አንድንስልክ ሩት/Root ማድረግ ማለት ምን ማለት ነው? <br />
          🔳2.☞የሩት(Root)ጥቅምእና ጉዳት ምንድነው?
          <br /> 🔳3.☞እንዴትአድርገን በቀላሉ ስልኮችን ሩት ማድረግ  እንችላለን? <br />
          🔳1.☞አንድንስልክ ሩት/Root ማድረግ ማለት ምን ማለት ነው? <br />
          ✍ውድየቻናላችን ተከታታዮች አንድን ስልክ ሩት ማድረግ ማለት ያን device ከካምፓኒው ቁጥጥር ነፃ ማድረግ
          ማለት ነው። <br />✍ ወይም ደግሞ በስልካችን ላይ ሙሉ ባለቤት እንደመሆን ማለት ነው ይህንንም ስንል
          የስልካችንን ኦፕሬቲንግ ሲስተም መሥራት እየቻለ ሊሰራቸው የማይችሉ ሩት አክሰስ የሚጠይቁ ነገሮችን መጠቀም
          ያስችለናል ።<br /> ✍ በሌላ አገላለፅ ደግሞ ሩት የሆነን ስልክ ልክ አንድ ኮምፒተር ላይ ያለ አድሚን
          ዩዘር ማለት ሲሆን ሩት ያልሆነ ስልክ ደግሞ ሊሚት ወይም ገስት ዩዘር እንደማለት ነው።
        </>
      ),
    },
    {
      src: require("assets/img/bg10n.jpg"),
      category: "የሩት(Root)",
      title: "የሩት(Root)ጥቅምእና ጉዳት ምንድነው?",
      summery:
        "✍Googleእንደሚያስረዳን  ስልካችንን ሩት/Root ስናደርግ የምናገኘው ጥቅም እጅግ በጣም ብዙ እንሰሆን ነው ነገር... ",
      description: (
        <>
          <strong>
            Googleእንደሚያስረዳን  ስልካችንን ሩት/Root ስናደርግ የምናገኘው ጥቅም እጅግ በጣም ብዙ እንሰሆን ነው
            ነገር ግን ለዛሬ ለእናንት ይጠቅማሉ ብለን ያሰብናቸውን  ዋና ዋናዎቹን የተወሰኑትን አቅርበንላችኋል።{" "}
          </strong>
          <br />
          ❇️ መሰረታዊ የሚባሉት ጥቅሞች። <br />
          📌1 አንድን ስልክ Root ስናደርግ ስልኩን የሰራው Company ለእኛ ከሰጠን ማንኛዉም የአጠቃቀም ገደብ
          አልፈን ስልኩን እንደፈለግን መጠቀም እንችላለን። <br />
          📌2 ስልካችን ላይ የፈለግነውን ኦፕሬቲንግ ሲስተም፣ ሮም፣ ሪከቨሪ መጫን እና ካምፓኒው እንዲጫኑ
          የማይፈቅዳቸውን Apps መጫንና የሚሰጠውን ጥቅም በአግባቡ Access ማድረግ እንችላለን ። <br />
          📌3 የሥልካችን ፍጥነት እንዲሁም የባትሪያችን እድሜ  በፊት ከነበረው  በተለየ ሁኔታ እንድንጨምር ያስችለናል።{" "}
          <br />
          📌4 አንድ አንድ ዌብሳይቶች ስንከፍት የሚመጡትን ተደጋጋሚ እና የማንፈልገውን ማስታወቂያዎች መከልከል
          እንችላለን። <br />
          📌5 ስልኩን ስንገዛው ተጭነው የሚመጡትን ሲስተም አፖች ከዚህም በተጨማሪ ከስልካችን ላይ አልጠፋም ያሉ
          አፕሊኬሽኖችን ማስወገድ እንዲሁም እንዳይሰሩ ማገድ እንችላለን።
          <br />
          📌6 ስልካችሁን Root ስታረጉ ማንኛውንም የ Android system modify ማረግ ትችላላችው:-
          ➘➘ይሄንESfile explorer ን በመጫን system ሙን modify ማድረግ ይችላሉ። <br />
          📌7 WiFi ን በስልካችን hack ማረግ እንችላለን። እንደምታውቁት አብዛኛው እንደ wifi hacking app
          ስልካችን Root መደረግ ስለሚፈልጉ አይሰሩም root ካረግን ይሰራሉ። በተጨማሪም  የሌሎችን wifi
          connection disable በተመሳሳይ wifi ማረግና hack ማረግ ይቻላል። ➘➘ Download WiFi
          kill.
          <br />
          📌8ሌላውBloat Ware ን ከሰልካችን Remove ማረግ እንችላለን bloat ware ምንላቸው ስልክ ውስጥ
          የሚገኙ ልናጠፈቸው የማንችል app ሲሆኑ ነግር ግን Root ካረግን remove ማረግ እንችላለን።
          ➘➘Download no bloat from google play. <br />
          📌9 በጣምለምሳሌ Linux os ን በ android ስልካችን ላይ run እንድናደርግ ያስችለናል።
          ➘➘install back track and Linux 🔟 እንደዚውም የ android phone ኣችንን
          processing speed መጨመር:-androidሰልካችን 1.2GHzprocessor አስከ
          1.5GHzprocessor ማሳደግ እንችላለን። ❇️ የሩት (Root)ጉዳትምንድነው❓ <br />
          ⚫️ ስልኩን ከሰራው ካምፓኒ ነፃ እስካደረግነው ድረስ ስለስልኩ Security ማስተማመኛ የለንም ይህ ማለት:-{" "}
          <br />
          📌🔻ስልኩ በቫይረስ የመጠቃት እድሉ የሰፋ ነው። <br />
          📌🔻ስልኩ የሰራው ካምፓኒ በስልኩ ላይም ሆነ በስልኩ ባለቤት ጉዳት ቢደርስብህ/ሽ ምንም አይነት ዋስትና
          አይወስድም። <br />
          ⚫️ ስልክዎት በተለይ ሀይኮፒ/ Fake ስልክ ከሆነ ከጥቅሙ ጉዳቱ ስለሚያመዝን ሩት ባያደርጉ
          ይመረጣል,ግንኔቶርክ ለማሰራት ከሆነ ግዴታ ሩት ማድረግ አለብን ። <br />
          📌#2ኛው_መንገድ Routሩን በእጅህ መንካት ከቻልክ ከRouteሩ በስተጀርባ WPS Button አለች እሷን ለ1
          ደቂቃ ተጫን ከዚያ የስልክህን wifi ክፈትና wifi setting ግባ -- Advanced --- WPS push
          button የሚለውን ተጫን ስልክህ በሰኮንድ ውስጥ wifiዩን connect ያደርጋል !!! <br />
          📌2ቱም መንገድ 100% ይሰራል
        </>
      ),
    },
    {
      src: require("assets/img/bg11n.jpg"),
      category: "Factory rest",
      title: "ስልካቹን Factory rest ከማድረጋቹ በፊት ማድረግ ያለባቹ ነገር ",
      summery:
        "ስልኩ የራሳቹ ከሆነ እና የራሳቹን Email አድሬስ ያስገባቹበት ከሆነ rest ካደረጋቹት በሁዋላ ስትጠቀሙበት የነበረውን...",
      description: (
        <>
          ስልኩ የራሳቹ ከሆነ እና የራሳቹን Email አድሬስ ያስገባቹበት ከሆነ rest ካደረጋቹት በሁዋላ ስትጠቀሙበት
          የነበረውን email እንድታስገቡ ስለሚጠይቃቹ password እና email መርሳት የለባቹም ነገር ግን ከሰው
          ላይ ገዝታቹት ከሆነ እና የገባበትን email ካላወቃቹት ግን ፓተርኑን ወይም የስልኩን ፓስወርድ የምታውቁት
          ከሆነ ይህንን ነገር ማጥፋት አለባቹ መጀመሪያ ላይ Setting <br />
          👇 About Phone <br />
          👇 Software information <br />
          👇 Build Number የሚለውን ሶስት ግዜ ስትነኩት <br />
          👇 Developer Option ON ይሆናል ከዛ ወደ setting ትመለሱና developer option ገብታቹ
          OME Unlock የሚለውን ታበሩትና ከዛ FactoryRest ማድረግ ትችላላቹ ምንም Email አይጠይቃቹም ማለት
          ነው።{" "}
        </>
      ),
    },
    {
      src: require("assets/img/bg12n.jpg"),
      category: "Wifi password",
      title: "Wifi password እንዴት በቃለሉ ሊሰረቅ ይቻላል? ",
      summery:
        "በጣም ቀላልና ውጤታማ የሆነውን መንገድ ይዤላችሁ ቀርቢያለሁ! ብዙ አይነት የRouter አይነቶች አሉ። ዛሬ የማሳያችሁ...",
      description: (
        <>
          በጣም ቀላልና ውጤታማ የሆነውን መንገድ ይዤላችሁ ቀርቢያለሁ! ብዙ አይነት የRouter አይነቶች አሉ። ዛሬ
          የማሳያችሁ ZTE የተሰኘውን Router እንዴት ሊሰረቅ እንደሚቻል ነው። በ2 አይነት መንገድ ሊሰረቅ ይችላል
          ~~~~~~~~~
          <br />
          📌 #1ኛ_መንገድ የትኛውም router web interface አለው web interfaሱን በመጠቀም ሊሰረቅ
          ይችላል ነገር ግን ይሄን ማድረግ የሚችለው Wifi connected የሆነ phone,computer ብቻ ነው።
          wifi Connected የሆነ ስልክ ካገኘህ በምትፈልገው Browser 192.168.1.1 ወይም
          192.168.0.1 ብለህ search ስታደርግ Admin page ይመጣል። Then User Name and
          Password ይጠይቅሀል Default user name and password አስገባ ለሁለቱም admin ብለህ
          አስገባ ምክንያቱም አብዘሀኛወቹ ተጠቃሚዎች በDefault setting ነው የሚጠቀሙት Boom ከዚህ ቡሀላ
          የፈለከውን ማድረግ ትችላለሁ <br />
          📌Not only getting password !!{" "}
        </>
      ),
    },
    {
      src: require("assets/img/bg13n.jpg"),
      category: "Google ",
      title: "የGoogle አስገራሚ እውነታዎች",
      summery:
        " Googleን ከቀኝ ወደ ግራ ገልብጠን ብንፅፍ elgooG ይሆናል፡፡ elgooG.im ብለን የገፀ ድር አድራሻ ላይ ብንፅፍ ...",
      description: (
        <>
          {" "}
          Googleን ከቀኝ ወደ ግራ ገልብጠን ብንፅፍ elgooG ይሆናል፡፡ <br />
          📌elgooG.im ብለን የገፀ ድር አድራሻ ላይ ብንፅፍ የተገለበጠ የጎግል መፈለጊያን ማየት እንችላለን፡፡{" "}
          <br />
          📌 Zerg rush ብለን ጎግል ላይ ሰርች ብናደርግ አስገራሚ ነገር እናያለን፡፡ <br />
          📌 አሁን የሚጠራበት ጎግል የሚለው ስያሜ በስህተት የቀረበ መሆኑን ያውቃሉ ካልሆነ ይህ መጠሪያው ትክክለኛው
          ሳይሆን በአጋጣሚ የመጣ መጠሪያው ነው። ይህ የሆነው መስራቾቹ Googol ብለው ለመጻፍ በማሰብ በስህተት
          Google ብለው ከሰየሙት በኋላ ነው፤ ይህ መጠሪያ ደግሞ በሂሳብ ከኋላው 1 መቶ ዜሮዎችን የሚያስከትል 1
          ቁጥርን ይወክላል። ◽️ የጎግል ሰራተኞች Googlers የሚል መጠሪያ ሲኖራቸው አዲስ ተቀጣሪዎች ደግሞ
          Nooglers ይባላሉ። ◽<br />
          📌 የጎግል የመጀመሪያው ትክክለኛ መጠሪያ Backrub ይባል ነበር፤ ይህ የሆነው ደግሞ በማፈላለጊያ ገጹ ላይ
          ለሚፈለጉ አድራሻዎች በሚሰጠው አድራሻ እና ደረጃ አማካኝነት ነው። ◽️ ወደ ገጹ ገብተው ምናልባት “ራሴን
          ማጥፋት እፈልጋለሁ I want to commit suicide የሚል ቃልን ቢጽፉ ይህን እንዳያደርጉ እና እርዳታ
          የሚያገኙባቸውን በሚገኙበት አካባቢ እርዳታን እንዲያገኙ የሚያስችሉ ቁጥሮችንና መርጃ መንገዶች ያቀርብልዎታል።
          ◽️ ዘና ማለት ካሰኘዎት ደግሞ በጎግል ምስል መፈለጊያ ላይ ገብተው Atari breakout ብለው ይፈልጉና
          በሚመጣልዎት ጨዋታ ዘና ማለት ይችላሉ። ◽️ በመፈለጊያ አድራሻው ላይ የፈለጉትን ያክል ቁጥር እስከቻሉት ድረስ
          ይጻፉ ጎግል በፊደል እያስደገፈ ያቀርብልዎታል። ◽<br />
          📌 ጎግል ለፈለጉት ነገር ትክክለኝነት ማረጋገጫ 28 የተለያዩ ማረጋገጫ እና አምስት ማስጠንቀቂያ መንገዶችን
          ይከተላል። ◽️ አይበለውና አንድ የድርጅቱ ሰራተኛ ከዚህ አለም በሞት ቢለይ የሟቹ የፍቅር ወይም የትዳር
          አጋር፥ በየወሩ ከደሞዙ 50 በመቶውን ለ10 አመት ያክል መውሰድ ይችላል። ምናልባት ሟቹ ልጅ ካለው ደግሞ ልጁ
          19 አመት እስከሚሞላው/ላት ድረስ በየወሩ 1 ሺህ የአሜሪካ ዶላር ይከፈላቸዋል። <br />
          📌 ከሚኖሩበት ምድር ወደ ላይ አልያም ወደ ላይ ከፍ ብለው ሰማየ ሰማያት ላይ ምን እንዳለ ማወቅ ከፈለጉ ደግሞ
          www.google.com/sky . ከፍተው ይመልከቱ እና ጨረቃ፣ ከዋክብት አልያም የከዋክብት ስብስቦችን
          ይመልከቱ። <br />
          📌 Google Maps ደግሞ የሚኖሩባትን ምድር የተለየ ገጽታ ማየት ያስችልዎታል። ◽<br />
          📌 ማወቅ አይከፋምና ወደ Google Mars ገብተው ስለ ቀይዋ ፕላኔት የፈለጉትን መረጃ ከየትኛውም ቦታ
          በተሻለ መልኩ ማግኘትም ይችላሉ። <br />
          📌 እንዴት ነው የሚከፈላቸው የሚለው እንዳለ ሆኖ ግን፥ ይህ ኩባንያ ጎግል ማፕን ተጠቅሞ የበረሃን እይታ
          ለደንበኞቹ ለማድረስ ለዚህ ስራ ብቻ የሚያገለግል ግመልም ቀጥሯል። እናም ለተጠቃሚዎቹ እርካታ ጎግልም የበረሃዋን
          ግመል ቀጥሮ ያሰራል፤ እርሷም ደሞዝ ተከፋይ የጎግል ሰራተኛ ናት።{" "}
        </>
      ),
    },
    {
      src: require("assets/img/bg14n.png"),
      category: "Mobile",
      title: "ስልኮ መጠለፉን የሚያሳዩ 7 ምልክቶችን እንንገራቹ ",
      summery:
        "🔺 የስልክዎ ፍጥነት ከቀነሰ ◽️ ተንቀሳቃሽ ስልክዎ ከሌላው ጊዜ በተለየ ትዕዛዞችን ለማከናወን ረዘም ያለ ጊዜ የሚፈጅ ከሆነ፤...",
      description: (
        <>
          <strong>የስልክዎ ፍጥነት ከቀነሰ</strong> <br />
          📌ተንቀሳቃሽ ስልክዎ ከሌላው ጊዜ በተለየ ትዕዛዞችን ለማከናወን ረዘም ያለ ጊዜ የሚፈጅ ከሆነ፤ ባዕድ
          ሶፍትዌሮች (ማልዌር) እያስቸገሩት ነው ማለት ነው። እነዚህ ማልዌር የተባሉት ቫይረሶች ዋነኛ ሥራቸው የስልክዎን
          አጠቃላይ እንቅስቃሴ ማዘግየት ሊሆን ስለሚችል፤ በአፋጣኝ ማስወገድ ተገቢ ነው።{" "}
          <strong>ስልክዎ በጣም የሚግል ከሆነ</strong> <br />
          📌 ስልክዎት ከተለመደው ከፍ ባለ ሁኔታ የሚግል ከሆነ፤ ችግር አለ ማለት ነው። በፍጥነት እርምጃ ይውሰዱ
          አልያም ባለሙያ ያማክሩ። <br />
          <strong>የስልክዎ የባትሪ ኃይል ቶሎ የሚያልቅ ከሆነ</strong>
          <br /> c ስልክዎ ከፍተኛ ሙቀት አለው ማለት ደግሞ የባትሪው ኃይል ቶሎ ቶሎ ያልቃል ማለት ነው። ምናልባት
          ስልክዎ አዳዲስ መተግበሪያዎችንና ሶፍትዌሮችን ለማደስ በሚሞክርበት ወቅት የባትሪውን ኃይል ሊጨርስ ይችላል።
          ነገር ግን ምክንያቱ ይህ ካልሆነ ስልክዎ ተጠልፎ ሊሆን እንደሚችል ማሰብ አለብዎ።
          <br />{" "}
          <strong>
            ወደ ማያውቁት ሰው መልዕክት ከተላከ ወይም ከማያውቁት ሰው መልዕክት ከደረስዎ{" "}
          </strong>{" "}
          <br /> 📌 ብዙ ጊዜ እርስዎ የማያውቋቸው መልእክቶች የሚላኩት በዋትሳፕና በመሳሰሉ መተግበሪያዎች በኩል
          ሲሆን፤ የሚላከው ደግሞ ወደ ጓደኛዎት አልያም ወደ የማያውቁት ሰው ሊሆን ይችላል። ወደ እርስዎ የሚላኩ
          መልዕክቶች ደግሞ ብዙ ጊዜ ይህንን ማስፈንጠሪያ ይጫኑ የሚሉ ማሳሰቢያዎች ይበዟቸዋል። <br />
          <strong>ከበይነ መረብ የሚመጡ ድንገተኛ መልዕክቶች</strong>
          <br />
          📌 ስልክዎን በመጠቀም በይነ መረብን (ኢንትርኔት) በሚያስሱበት ወቅት ወደ ሌላ ድረ-ገጽ የሚያሸጋግሩ
          መልዕክቶች በተደጋጋሚ የሚመጡ ከሆነ የስልክዎ መጠለፍ ነገር እውን ሊሆን ይችላል። መልዕክቱን ሲጫኑ በአንድ ጊዜ
          ወደ ሁለትና ሦስት የድህ-ረገጾች አድራሻዎች የሚመራዎ ከሆነ በፍጥነት ይውጡ። <br />
          <strong>አጠራጣሪ መተግበሪያዎችና ገንዘብ ነክ ጥያቄዎች</strong>
          <br />
          📌 አንዳንድ ጊዜ እርስዎ ያልገዙት ወይም ከበይነ መረብ ያላወረዱት መተግበሪያ ስልክዎት ላይ ሊመለከቱ ይችላሉ።
          ምናልባትም የሞባይል ዳታ እና የጽሁፍ መልዕክት ላይ የዋጋ ጭማሪም ሊያስተውሉ ይችላሉ። የክሬዲት ካርድና
          የሞባይል ገንዘብ ማንቀሳቀሻ መንገዶችን የሚጠቀሙ ከሆነ ይህ ሁኔታ ለጠላፊዎች ምቹ አጋጣሚ ሊፈጥርላቸው ይችላልና
          ይጠንቀቁ። ስለዚህ የይለፍ ቃሎችንና የግል መረጃዎችን ስልክዎት ላይ ባያስቀምጡ ይመረጣል፤ አልያም በጠላፊዎች
          እንዳይገኝ ተገቢውን ጥንቃቄ ማድረግ ያስፈልጋል።
          <br />
          <strong>ያልተለመዱ ድምጾች </strong>
          <br />
          📌 የድምጽ ጥሪ በሚያደርጉበት ወቅት ያልተለመዱና ከዚህ በፊት ያልነበሩ ድምጾች የሚሰማዎት ከሆን ምናልባት
          ስልክዎ የጠላፊዎች ሰላባ ሆኖ ሊሆን ይችላል። ይባስ ብሎም የስልክ ጥሪዎችዎ እየተቀዱም ሊሆን ይችላል።
          <br />
          <strong>መፍትሄዎች</strong>
          <br />
          📌የስልክ ማጽጃዎችን ከታማኝ ምንጭ ማግኘት <br />
          📌እርስዎ የማያውቋቸውን መተግበሪያዎች ከስልክዎ ማጥፋት <br />
          📌ብዙ ሰው የሚጠቀማቸው ነጻ የኢንተርኔት አገልግሎቶችን አለመጠቀም <br />
          📌ስልክዎን በቀላሉ ሊታወቅ በማይችል የይለፍ ቃል መዝጋት <br />
          📌ከማይታወቁ ምንጮች መተግበሪያዎችን አለመጫን <br />
          📌ስልክዎና በስልክዎ ላይ ያሉ መተግበሪያዎችን ቶሎ ቶሎ ማሳደስ (update)
          <br />
          📌የስልክ ክፍያዎንና የዳታ አጠቃቀምዎን ይቆጣጠሩ
        </>
      ),
    },
    {
      src: require("assets/img/bg15n.jpg"),
      category: "ሚሞሪ ካርድ",
      title: "የተበላሸ ሚሞሪ ካርድን እንደገና ጥቅም ላይ ለማዋል",
      summery:
        " ኮራብት ያደረገ ሚሞሪ ካርድ እንደገና ጥቅም ላይ ለማዋል እነዚህን 12 ስቴፓች...",
      description: (
        <>
          <strong>ኮራብት ያደረገ ሚሞሪ ካርድ እንደገና ጥቅም ላይ ለማዋል እነዚህን 12
          ስቴፓች ይጠቀሙ</strong>።<br/> ግን ሚሞሪ ካርዱ ውስጥ የነበሩት ፋይሎች መጥፋታቸው የማይቀር ነገር ነው። <br />
          📌step 1⃣ ሚሞሪ
          ካርዱን የኮምፒውተርዎ “USB port” ላይ ይሰኩት። *** <br />
          📌step 2⃣ ከዚያም “my computer” ውስጥ
          ገብተው ኮምፒውተሩ ሚሞሪ ካርዱን እንዳነበበው ቼክ ያድርጉ። ***** <br />
          📌step 3⃣ ከዚያም “Start” በተኑን
          በመጫን “cmd” ብለው በመፃፍ “Enter”ን ይጫኑ። ***** <br />
          📌step 4⃣ ከዚያም “Command prompt”
          ውስጥ DISKPART ብለው ይፃፋና “Ok”ን ይጫኑ። ***** <br />
          📌step 5⃣ ከዚያም “list disk there”
          ብለው ይፃፋና የሚቀርቡ አማራጮችን ይዩ። <br />
          📌step 6⃣ ከሚመጡት አማራጮች ውስጥ ሚሞሪ ካርዱን ከነ ቁጥሩ
          ያገኛሉ። ** <br />
          📌step 7⃣ ከዚያም “select disk (disk_number)” ብለው ይፃፋና “Enter”ን
          ይጫኑ። * <br />
          📌<br />
          📌step8: ከዚያም “clear” ብለው ይፃፋና Enterን ይጫኑ። ** step 9⃣ ከዚያም
          “create partition primary” ብለው ይፃፋና “Enter”ን ይጫኑ። *** step 1⃣0⃣ ከዚያም
          “active” ብለው ይፃፋና “Enter” ይጫኑ። *** <br />
          📌step 1⃣1⃣ ከዚያም “format fs=fat32”
          ብለው ይፃፋና “Enter” ይጫኑ። **** <br />
          📌step1⃣2⃣ ከዚያም ኮምፒውተሩ ሚሞሪ ካርዱን ፎርማት ያደርገዋል።
        </>
      ) ,
    },
    {
      src: require("assets/img/bg16n.jpg"),
      category: "ቪዲዮዎችን በማቀናበር",
      title: "በስልካችን ቪዲዮዎችን በማቀናበር ፕሮፊሽናል ኤዲተር መሆን እንችላለን? መልሱ አዎ ነው ",
      summery:
        "🎦ቪዲዮን ኤዲት ለማድረግ የግድ ኮምፒውተር መጠቀም አይኖርቦትም! ዘመን አፈራሽ የሆነው ስልክዎ ከኮምፒውተር ባልተናነሰ... ",
      description:
        "️🎦ቪዲዮን ኤዲት ለማድረግ የግድ ኮምፒውተር መጠቀም አይኖርቦትም! ዘመን አፈራሽ የሆነው ስልክዎ ከኮምፒውተር ባልተናነሰ መልኩ ቪዲዮዎችን ለማቀናበር አንዲያደርጉ ያስችሎታል! እኛም ለቪዲዮ ኤዲቲንግ ያገለግላሉ ያልናቸውን 8 አፖችን ይዘን ቀርበናል! 1️⃣FilmoraGo በብዙ ተጠቃሚዎች ዘንድ የተወደደ አስደናቂ የAndroid ቪዲዮ ኤዲቲንግ መተግበሪያ ነው! የመቁረጥ (Trim/Cut) ገጽታዎችን መቀየር፣ሙዚቃን ወዘተ... የመሳሰሉት ዋና ዋና ተግባራት በቀላሉ በዚህ መተግበሪያ ሊያከናወኑ ይችላሉ! : 2️⃣VideoShow ብዙ ሽልማቶችን የተቀበለ አስደናቂ መተግበሪያ ሲሆን PlayStore ውስጥ ከሚገኙ ነፃ ምርጥ የቪዲዮ መተግበሪያዎች ውስጥ አንዱ ነው! ለአጠቃቀም ቀላል ነው! 🛃ከዋና ዋና ተግባራቶቹ ውስጥ ፊልተሮችን፣ሙዚቃዎችን እና የድምፅ ውጤቶችን በመጨመር ወይም በቀጥታ ስርጭት ጊዜ ቪዲዮዎን መቆጣጠር፣ማስዋብ ይችላሉ! 3️⃣PowerDirector ለአጠቃቀም ቀላል የሆነ የጊዜ መስመር  ያለው ገራሚ የቪዲዮ ኤዲተር ነው! በቸኮሉ ጊዜ አልያም ፈጣን ግዜያዊ (ቋሚ) ቪዲዮዎችን በሰአታት ውስጥ ለመስራት ግሩም የሆነ አማራጭ ነው! 4️⃣KineMaster ከኃይለኛ ባህሪዎች ጋር በጥሩ ሁኔታ ከተሰራ በይነ-ገጽ ጋር በመጣመር #KineMaster ለAndroid ተስማሚ የቪዲዮ አርት ኤዲቲንግ መሣሪያ ነው! የተለያዩ የሚዲያ ፋይሎችን በቀላሉ ለማስመጣት የ ❝Copy Paste❞ አገልግሎትን መጠቀም ይችላሉ! ቪዲዮዎችን በፍጥነት ለመፍጠር የKineMaster ኤዲቲንግ ሂደት ላይ በይበልጥ ተመራጭ ነው! የተለያዩ የሽግግር ዓይነቶችን መጨመር ወይም የጽሁፎችን ወይም የትርጉም ጽሑፎችን (ብሎግ) ማስገባት ይችላሉ! ብቻ ይሄ መተግበሪያ የግድ ስልክዎ ላይ ሊኖር ይገባል! የኤዲቲንግ ፍላጎት ካላችሁ! : 5️⃣Quik እጅግ በጣም ገራሚ ቪዲዮዎችን ለመፍጠር  ሌላው ብልጥ መንገድ ነው! ፈጣን እና ነፃ ነው የራሳቹን ታሪክ በQuik ለማድረግ የራስዎን ተወዳጅ ፎቶዎች ወይም ቪዲዮ ይምረጡ! ሌላው #ለQuik ይተውት! በጣም ጥሩው ነገር ደግሞ የቪዲዮ ፈጠራ ችሎታዎን ማሳደግ መቻሉ ነው! ከሚሰጣቸው ዘርፈ ብዙ ጥቅሞች ውስጥ ቪዲዮዎችን #Crop ማድረግ፣ማሳመሪያዎችን፣ጽሑፎችን መጨመር እና ቪዲዮዎችን ከሙዚቃ ጋር  ለማመሳሰል ፈጣን የሆነ አማራጭ ነው! 6️⃣VivaVideo ብዙ አስደናቂ ባህሪዎች አሉት! መተግበሪያው በቀጥታ በስልክዎ ፕሮፌሽናል የሚመስሉ ቪዲዮዎችን እንዲፈጥሩ ለማገዝ የታሰበ ነው! ከተለጣፊዎች እስከ ተንቀሣቃሽ ክሊፖች እና የትርጉም ጽሑፎች ከሚገኙ በመቶዎች የሚቆጠሩ ተስማሚ ፊልተሮች መምረጥ ይችላሉ! በውስጡ ዘገምተኛ (#SlowMotion) ተንቀሳቃሽ ቪዲዮ ስሪት እና የተንሸራታች ማሳያ #SlideshowMaker አለው! 7️⃣FuniMate Video Editor በቀላሉ አዝናኝ ቪዲዮዎችን ለመፍጠር ይረዳል! የዕለት ተዕለት ኑሮዎን በቀጥታ ወደ ፈጠራ ቪዲዮዎች ለመለወጥ እና የተለያዩ ማህበራዊ ሚዲያ የማጋሪያ አማራጮች አሉት! አጭር ቪዲዮዎችን #ኤዲት ለማድረግ የታቀዱ የላቁ አማራጮች አሉት! : 8️⃣Magisto መደበኛ የቪዲዮ ኤዲቲንግ ተሞክሮ ለሌላቸው ምርጥ የቪዲዮ ኤዲቲንግ መተግበሪያ ነው! ብዙ ጥረት ሳያደርጉ ምርጥ ቪዲዮን ለመስራት እንዲረዳዎ የቪዲዮ ክሊፕ ፎቶግራፎችን ሙዚቃን ጽሑፎችን (የቪዲዮ ውጤቶችን) እና የቪዲዮ ማጣሪያዎችን ይይዛል! ",
    },
    {
      src: require("assets/img/bg17n.jpg"),
      category: "ባትሪ",
      title: "አንድን ባትሪ እረጅም ሰአት ለመጠቀም ምን ላርግ ",
      summery:
        "1⃣. በመጀመሪያ #ባትሪዎን በጣም የሚመጠውን አፕ ለይቶ ማወቅና uninstall ማድረግ። 👉 Setting ➡ battery...",
      description:
        "️1⃣. በመጀመሪያ #ባትሪዎን በጣም የሚመጠውን አፕ ለይቶ ማወቅና uninstall ማድረግ። 👉 Setting ➡ battery 3⃣. e-mail, Twitter, Instagram, messenger....የመሣሰሉትን ከፍቶ አለመተው 3⃣. Bluetooth, WiFi, GPS እነዚህን በስልክዎ ሲጠቀሙ ስልክዎ ሁልጊዜ search ስለሚያደርግ ባትሪዎን ይገሉታል። ⚠️ በተለይ GPS ለብዙ ሰአት መጠቀም ከሁሉም የበለጠ አደገኛ ነው። 4⃣. ስልክዎን📱 በማይጠቀሙበት ጊዜ  ultra power saving የሚለውን ማብራት ስልክዎ ስልክ ከመደወልና ሜሴጅ ከመቀበል በቀር ሌላ አገልግሎት እንዳይሰጥ ⚠ ስለሚያደርግ #ባትሪዎን ለረጅም ሰአት መጠቀም ይችላሉ። 5⃣. background process የሚያደርጉ አፖችን ማስቆም። 👉 Setting-manage apps-process የማይጠቅሙበትን አፕ stop ማድረግ። 6⃣. animated የሆነ wallpaper አይጠቀሙ። 7⃣. የስልክዎን  brightness 🔆🔅🔅 ይቀንሱ። ⚠️ ብዙዎቻችን ባትሪን ይበላል ብለን የማናስበው auto brightness ባትሪ በቶሎ እንዲያልቅ ያደርጋል። 8⃣. ያሉበት ቦታ ኔትወርክ በደንብ የሌለበት ከሆነ ስልክዎት የሚበቃውን ያህል signal 📶 strength ለማግኘት በሚያደርገው ጥረት የስልክዎ ባትሪ ቶሎ ❌ ያልቃል። 9⃣. ስልክዎ ላይ ሙሉ ቀን ሙጭጭ🤳 አይበሉ። 1⃣0⃣. ኦርጅናል 📱 #ባትሪ ይጠቀሙ። 1⃣1⃣. battery case መግዛት የሚችሉ ከሆነ ይጠቀሙ። 1⃣2⃣. የስልክዎ 📱 የቻርጅ መጠን ከ 40-90% ቢሆን የተሻለ ነው።; ",
    },
    {
      src: require("assets/img/bg18n.jpg"),
      category: "የስልክ እስታክ ማድረግ",
      title: "🔰#የስልክ📲 እስታክ ማድረግ ወይም አለመታዘዝ🔰 መፍትሄው⬇⬇⬇",
      summery:
        "1⃣. Insufficient space 🔰ስልክ📱 ላይ ብዙ አላስፈላጊ አፕሊኬሽኖች ለምሳሌ ጌሞች ፣ የፎቶ እና ቪዲዮ...",
      description:
        "️1⃣. Insufficient space 🔰ስልክ📱 ላይ ብዙ አላስፈላጊ አፕሊኬሽኖች ለምሳሌ ጌሞች ፣ የፎቶ እና ቪዲዮ ማሳመሪያ (ኤዲትኢንግ) ሶፍትዌሮች የተለያዩ የሙዚቃም ይሁን የቪዲዮ ማጫወቻ(ፕሌየሮች) መብዛት። ➡ስለዚህ ከስልክ📲 ላይ አላስፈላጊ አፕሊኬሽኖችን ፋይሎችን ያጥፉ፡፡ 2⃣.Restart 🔰ስልኮን ከተጠቀሙበት background የሚሰሩ አፖች አንዱ ስልክ እስታክ እንዲያደርግ ከሚያደርጉት አንዱ ነው። ➡ስለዚህ ስልክን📲 Restart ማድረግ እንደ አዲስ ማስደመር አይረሱ። MAmila app 3⃣.Update 🔰ስልክ ላይ ያሉትን ሶፍተዌሮች እና ስልኮን ያለማደስ ስልኮን ለሌላ ቫይረስ አልያም ጎጂ ሶፍትዌር ያጋልጣል ይህም የስልኮን📱 ፐሮግራሞች ሳይዘጉ ከኋላ እንዲነሳ (background play) ያደርጋል። ➡ስለዚህ ስልኮን📲 እና የሚጠቀሙበትን ሶፍትዌር update ማድረግ፡፡ Mamila app 4⃣.Cache 🔰ካች ዳታ የምንላዉ አብዛኛዉን ጊዜ የምንጠቀምባቸዉን ሶፍትዌሮችና ፋይሎች ስልካችን📱 የሚያስቀምጥበት ቦታ ሲሆን ስልካችንን መረጃን በማመላለስ (loading data) ጊዜን እና ቦታ ተጣቦ ከመዘግየትና ከመቆም ያደናል ነገርግን አንዱ የእስታክ መንስዔ ነው ። ➡ስለዚህ የስልካችንን📲 ከች ማፀዳት፡፡ 5⃣.Widgets 🔰አንድሮይድ ስልኮች📱 ከሚሰጡን የተለየ ጥቅም አንዱ ዊጄትስ ቢሆንም ያን ያህልም የሚሰሩትን ካልገደብን ስልካችንን በማጨናነቅና እንዲቆም (ስታክ) እንዲያደርግ በማድረግ ረገድም ከፍ ያለ ድርሻ ያላቸዉ። ➡ስለዚህ ዊጄትስን በመቀነስ ካልሆነም በማጥፋት ስልኮ📲 በየጊዜዉ መቆሙን አላያም መንቀራፈፉን ማስቆም አማራጭ ነዉ፡፡ Mamila app 6⃣.Reset factory setting 🔰የስልኮ ብዙ መቆየት አልያም ለብዙ ጊዜያት ማገልገል ስልኮ📱 በመሃል በመሃል መቆም (ስታክ) ሊያደርግ ይችላል። ➡ስለዚህ ስልኩ📲 ሲዘጋጅ ወደነበረበት መመለስ (reset factory setting) ችግሩን ሊቀርፍ ይችላል፡፡ 7⃣.Live Wallpaper 🔰(Live Wallpaper) መጠቀም ለስልኮ📲 መዘግየትም ይሁን መቆም(ስታክ ማድረግ) ምክንያት ሊሆን ይችላል። ➡ስለዚህ ማጥፋቱ መንቀራፈፉን አልያም ሰታክ ማድረጉን ሊያስቆም ይችላልና ይሞክሩት፡፡ 🔰  ማሳሰቢያ  🔰 ⚡አብዛኛውን ጊዜ data background ለስልክ📲 መዘግየት ዋናው ምክንያት ስለሆነ ከተጠቀምን በኃላ ⬇⬇⬇ ➡data background ➡GPS ➡hotspot....etc ማጥፋት።⚡ 🙏 ",
    },
    {
      src: require("assets/img/bg19n.png"),
      category: "መረጃዎች",
      title: "አጫጭር የ tech እና hack አስገራሚ መረጃዎች ",
      summery:
        "🔖  White hat hackers  እ.ኤ.አ. በ 2018 ከ 19 ሚሊዮን ዶላር በላይ  አገኙ ፡፡የሚያስገርመው ነገር ደሞ...",
      description:
        "️🔖  White hat hackers  እ.ኤ.አ. በ 2018 ከ 19 ሚሊዮን ዶላር በላይ  አገኙ ፡፡የሚያስገርመው ነገር ደሞ ከነዚህ ውስጥ 81% የሚሆኑት Hacking የተማሩት በራሳቸው ከ Internet ላይ እና ከተለያዪ ምንጮች ነው።እና ደሞ ከነዚህ ውስጥ መደበኛ ክፍልን ያጠናቀቁት 6% ብቻ ናቸው።😇 🔖 የሳይበር ወንጀል ከዓለም አቀፍ ህገ-ወጥ የአደንዛዥ ዕፅ ንግድ የበለጠ ትርፋማ ነው ፡፡በ አደንዛዥ እፅ በ አመት የሚገኘው ትርፍ 400 ቢሊዮን ዶላር ይደርሳል,የሳይበር ወንጀለኞች በ 2018 በድምሩ ወደ 600 ቢሊዮን ዶላር ገቢ አጊንተዋል። 🔖 በአሜሪካ ውስጥ ብቻ ተቀጥረው የሚሰሩ ከ 715,000 በላይ የሳይበር ደህንነት ባለሙያዎች አሉ። 🔖የሩሲያ ጠላፊዎች በ 18 ደቂቃ ውስጥ የኮምፒተርን መረብ ሰርገው ሊገቡ ይችላሉ ፡፡አስቡት በ 18 ደቂቃ ማለት በጣም ወይኔ ዘገየን እኮ ምናምን ብለው እራሱ 19 ደቂቃ ነው የፈጅባቸው🤣 በዚህ ብቻ ሳይሆን የ Russia hackers ከአለም በጣም ፈጣን የሚባሉት ናቸው።የሰሜን ኮሪያ ጠላፊዎች ከሁለት ሰዓት ተኩል በታች ያስፈልጋቸዋል ፡፡ ቻይናውያን ረዘም ያለ ጊዜ ይወስዳሉ - ወደ 4 ሰዓታት ያህል። 🔖 71% በሚሆኑ አሜሪካውያን ዘንድ Hackers በጣም ይፈራሉ።የማፈሯቸውም የ Credit card መረጃዎቻቸውን እንዳይሰርቁባቸው ነው። 🔖 ሀከሮች በቀን እስከ 300,000 አዳዲስ Malware  ይፈጥራሉ። 🔖 በ 2021 3.5 ሚሊዮን የሳይበር ደህንነት ስራዎች ክፍት ቦታዎች ይኖራሉ 🔖 Dark Net/Web ላይ ገብታችሁ ቢያን በ 1.25$ ብቻ የ Netflix acc ማግኘት ትችላላቹ። 🔖 የ Tor Network በ 2017 2.2 ሚሊዮን በላይ ተጠቃሚ ነበሩት። Tor ማለት Free Browser ሲሆን Dark web ለመግባት ላሰበ ሰው ትክክለኛ መንገድ ነው። 🔖  በ 6000 $ ብቻ የአሜሪካ ዜጋ መሆን ይችላሉ ፡፡😅 እንዲሁም በ 700 - 900 ዩሮ ብቻ የ ሀሰት ፓስፓርት, መንጃ ፍቃድ መታወቂያ ካርድ እና ሌሎችን ከተለያዪ ሀገሮች መግዛት ይችላሉ። ግን ምንም የማያጠራጥሩ ናቸው ጥልቅ ምርመራ ካልተደረገ በቀር የሀሰት መሆነቸው አይታወቅባችሁም። ጥቆማ ካልተደረገባቹ በቀር ደሞ በ አትኩሮት አትመረመሩም።  እነዚህንም በ Dark web ላይ ነው ምታገኙት። ",
    },
    {
      src: require("assets/img/bg20n.jpg"),
      category: "Enterprise",
      title: "ስልካችንን ስንጠቀም ማድረግ የሌለብን ነገሮች🚫 ",
      summery:
        "📱በዝናብ ሰዓት #Networking የሆኑ ነገሮችን ማጥፋት (Airplane Mode ላይ ማድረግ) Off Wifi | Bluetooth...",
      description:
        "️📱በዝናብ ሰዓት #Networking የሆኑ ነገሮችን ማጥፋት (Airplane Mode ላይ ማድረግ) Off Wifi | Bluetooth & Main Network : 📲FM (ኤፍ.ኤም) በEarphone አለማዳመጥ ምክንያቱም ብዙ ጊዜ ስማርት ስልኮች #FM_Antenna ስለሌላቸው ኢርፎኑን እንደ አንቴና ነው የሚጠቀሙት ስለዚህ በኢርፎን ስናዳማጥ Electromagnetic ራዲየሽኑ ጭንቅላታችን ላይ ጉዳት ያደርሳል! : 📲ስልክን #Charge እያደረጉ ማንኛውንም ነገር አለመጠቀም በተለይም  አለመደዋወል #Wifi አለመጠቀም Game አለመጫወት : 📱በEarphone ሙዚቃ ስናዳምጥ #Equalizer በመጠቀም ድምፁን #Bass ላይ ማድረግ (ምክንያቱም በNormal ድምፅ ስንጠቀም ያለው ለጆሯችን ቀጭን ድምፅ ስለሚያወጣ ያሳምመናል - የHz አለመጣጣም! : 📱ትልልቅ Magnet (Magnetic field) ያላቸው ነገሮች አቅራቢያ ስልካችሁን አታስቀምጡ : 📱የስልክ ስክሪን #Blue_Light የሚባል አደገኛ ጨረር ይለቃል በተቻለ መጠን የስልካችንን #Brightness መቀነስ Blue Light Filter App መጠቀም! : 📱የባትሪ ቻርጅ በጣም #Low ሲሆን ወይም ሲቀንስ ስልኩን ያለመጠቀም ልማድ ይኑርዎ ምክንያቱም ቻርጅ ሲቀንስ የሚረጨው የጨረር መጠን ይጨምራል! : 📱ሞባይል ተጠቃሚ ከሆኑ ሲነጋገሩ ወደ ጆሮዎ እና ጭንቅላትዎ እጅግ በጣም አያስጠጉ ቢያንስ ከ5 Centimetre በላይ ራቅ ማድረግ #Electromagnetic_Radiation ከተባለው አደገኛ ጨረር ራስዎን ይጠብቃሉ! : 📱የሞባይል ስልኮን ታቅፈው አይተኙ በእንቅልፍ ወቅት ባትሪውን ያጥፉ ወይም ከአልጋዎ 1.8 Metre በማራቅ ማታ ሲደወል ከሚለቀቀው #Electromagnetic ራስዎን በተቻለ መጠን አያጋልጡ! : 📱ነፍሰጡር እናቶች ሞባይል ሲይዙና ሲጠቀሙ ይጠንቀቁ የጽንሱ ሕዋሳት ለElectromagnetic radiation እጅግ በጣም አለርጂክ ናቸው ስለዚህ አቀማመጡንም ሆነ አጠቃቀሙን ከጽንሱ ራቅ ባለ ሥፍራ ይሁን አላስፈላጊ አጠቃቀምን ለምሳሌ ረጅም ሰዓት ማውራት እና ቶሎ ቶሎ መደዋወል መቀነስ አለበዎት : 📱ብረት ነክ ነገሮች ባሉበት ሥፍራ ሞባይል አይጠቀሙ ብረት የElecroMagnetic ራድየሽኑን ወይም የጨረሩን ጉልበት ያጠነክረዋል ስለዚህ መኪና ውስጥ፣አውሮፕላን ውስጥ፣ሊፍት ውስጥ፣ባቡር ውስጥ፣ብረት አጥር ወይም በር አካባቢ፣የብረታ ብረት ወርክ ሾፕ ውስጥ፣ጋራዥ ውስጥ ወዘተ.. አስቸኳይ ወይም አጣዳፊ ጉዳይ ካልሆነ በስተቀር በተቻለ መጠን ሞባይል አይጠቀሙ የሚጠቀሙም ከሆነ ለአጭር ደቂቃ ብቻ ይሁን! : 📵በተለይ! በተለይ!📵 ✍ዕድሜያቸው ከ15 ዓመት በታች የሆኑ ወጣት ልጆች ሞባይልን ባይጠቀሙ ወይም ባያዘወትሩ ይሻላል ጨረሩ የጭንቅላት ሴሎቻቸውን እጅግ በጣም ይጎዳዋል፤ለካንሰርም ያጋልጣቸዋል! : 📱በበለጸጉት አገሮች ከ15 ዓመት በታች ባሉ ልጆች ውስጥ ለሚከሰተው ሞት በሁለተኛ ደረጃ የተቀመጠው ምክንያት የጭንቅላት እጢ ነው ወላጆች ይህንን እውነታ በመገንዘብ አልፎ አልፎ ካልሆነ በስተቀር ሞባይል መጠቀምን በመደበኛነት ልጆች አዘውትረው እንዳይለምዱት ማድረግ ይገባቸዋል! : 📱አዲስ የተወለዱ ጨቅላ ሕፃናት ዕድሜያቸው ከ2 ዓመት በታች የሆኑት ሁሉ የጭንቅላታቸው ራስ ቅል በጣም ስስ ነው ስለዚህ ጨረሩ ሙሉ ለሙሉ በስሱ አጥንት በኩል ወደ አንጎላቸው ሰርፆ ስለሚገባ ጥንቃቄ አድርጉ! : 📲ጨቅላ ሕፃናትና ትናንሽ ልጆች አጠገብ ሁነው ሞባይል አዘውትረው የሚነጋገሩ ከሆነ ለአደጋ ስለ ሚያጋልጣቸው አጠቃቀሙንና አቀማመጡ ከእነርሱ ራቅ ባለ ሁኔታ ላይ ያድርጉት! 📲Smartphone አብዝተን ስንጠቀም የሚመጣው በሽታ:- -> Premature Death -> Diabetes -> Heart disease -> የተለያዩ የCancer በሽታዎች -> Discomfort -> Musculoskeletal Symptoms ⚛ቴክኖሎጂ የራሱ የሆነ ዘርፈ ብዙ ጠቀሜታ እንዳለው ሁሉ የራሱም የሆነ ከፍተኛ ጉዳት አለው ስለዚህ በተቻለን መጠን የSmartphone አጠቃቀማችንን እንቀንስ!",
    },
    {
      src: require("assets/img/bg21n.jpg"),
      category: "ቫይረስ",
      title: "ሞባይል ስልካችሁ በቫይረስ እየተጠቃ ተቸግራችኃል? ስለ  ቫይረስ ምንያህል ያውቃሉ? ",
      summery:
        "🍭#Virus ማለት የ Computer Code ወይም Program ሲሆን ብዙ ግዜ የሚሰራው ወይም የሚፈጠረው የ... ",
      description:
        "️🍭#Virus ማለት የ Computer Code ወይም Program ሲሆን ብዙ ግዜ የሚሰራው ወይም የሚፈጠረው የ Computer እውቀት ባላቸው ሰወች እና ስለ Computer ጠልቀው በ ተማሩ  ሰወች ነው 📵 ቫይረስ ስንል ብዙ አይነት ቫይረሶች አሉ ➲Spyware Virus ➲Malware Virus ➲Ransonware Virus ➲Adware Virus ➲Trojan Horse Virus  ናቸው እንደ ስማቸው ሁሉ ስራቸውም ይለያያል። 🍭 ቫይረስ ለመስራት ስለ Computer ብዙ መማር እና ማወቅ ያስፈልጋል 🍭 የ#Virus ዋና አላማው እና ስራው ምን ምን ናቸው ? ፩  ስልካችንን ማበላሸት (Damage) ማድረግ የስልኩን Software ቫይረሱ በሚያጠቃበት ግዜ ስልኩ Dead ይሆናል ይህ ማለት ስልካችን Samsung ከሆነ ስንከፍተው Samsung ይልና ቀጥ ብሎ ይቆማል አይከፈትም ማለት ነው ፪  በጣም ጠቃሚ ፋይል ማጥፋት እና መደበቅ ስልካችን ላይ ሆነ  MemoryCard ላይ ያሉትን ማንኛውም (File) ለምሳሌ 👇👇👇👇 Music Photo Video Application Document  ያለ ምንም ምህረት ያጠፋል (Format) ያደረጋቸዋል ያለኛ ትዛዝ እና ፍቃድ ፫  ስልካችንን በማናውቀው Password ወይም Pattern መቆለፍ እና መዝጋት ይህ ማለት ስልካችንን የዘጋንበትን የሚስጥር Password ይቀይርና  የራሱን Password በማስገባት ይቆልፍብናል ማለትም ስልካችንን ሙሉ በ ሙሉ በራሱ ቁጥጥር ስር ያደርገዋል እኛ ስልኩን ማዘዝ አንችልም ማለት ነው ፬  የስልካችንን(OS)Operating System ስራ   ማዛባት እና ስልኩ እንዲዘባርቅ ማድረግ ይህ ማለት ስልካችን ስራውን በትክክል እንዳይሰራ እንቅፋት ይሆናል። በሌላ አነጋገር እኛ ስልኩን ሳንነካው ሳናዘው በራሱ (File)መክፈት መዝጋት ስልኩን Flight Mode ላይ ማድረግ ስልኩን Switch Off ማድረግ ከዛ ስልኩን መልሶ መክፈት.   ሌላም ብዙ ብዙ ነገሮችን በራሱ ይሰራል ፭  Software File ማጥፋት የ ስልካችንን Software File Delete ማድረግ => Software File Delete  ከሆነ ስልኩን ማስተካከል ከባድ ይሆናል ከላይ የተጠቀሱትን ሁሉ ያለ ባለቤቱ ፍቃድ በራሱ መብት ይሰራል. 🍭 ስለ #ቫይረስ አደገኛነት ጉዳት እና አላማ ይህን ካልን ስለ መከላከያው እና ስለ መፍትሄው ደግሞ እናውጋ ♻እንዴት አድርገን ስልካችንን ከአደገኛ ቫይረስ መጠበቅ እና መከላከል እንችላለን ⚠⚠PerCaution ⚠⚠ 🍭 ካልታወቀ እና #Fake ከሆነ ዌብሳይት ማንኛውንም ነገር ከ ማውረድ መቆጠብ 👉ለምሳሌ  ካልታወቀ እና #Fake ከሆነ ዌብሳይት Application ወይም File (Download) በምናደርግበት time #ቫይረሱ Download ከምናረገው Application ወይም File ጋር አብሮ ወደ ስልካችን በቀላሉ ይገባል ለምን ቢባል Fake የሆኑ #ድረገጾች ላይ #ቫይረሶች ብዙግዜ ስለሚለቀቁ ነው ሰለዚህ ከታወቀ እና ታማኝነት ካለው ዌብሳይት ብቻ የምንፈልገውን File ማውረድ ይጠበቅብናል 🍭 Bluetoothl እና G-mail ክፍት አድርጎ አለመተው ተጠቅመን ከ ጨረስን ቦሀላ መዘጋቱን  #Check Up ማድረግ 🍭 የስልካችንን #Software Update ማድረግ በሰአቱ እና በግዜው ስልካችን የSoftware Update ጥያቄ ሲጠይቀን #ችላ አለማለት ወድያውኑ ስልኩን Update መድረግ የስልካችን Software Update ከተደረገ ስልካችን በ ቫይረስ የመጠቃት እድል በጣም ዝቅተኛ ነው የ ስልካችንን Software Update ለማድረግ መጀመሪያ #Setting ውስጥ እንገባለን ከዛ መጨረሻ ላይ #About Phone የሚል አለ እሱን እንዴ #Click እንላለን ከዛ Software Update የሚለውን #Click ማለት 🍭 ትክክለኛ እና #Original Antivirus  መጠቀም ስልካችን ላይ ያለውን ሁሉኑም Application እና File #Scan ማድረግ                          Scan በምናደርግበት ግዜ  Virus ያለበት Application ወይም File ከተገኘ ወዲያውኑ ማጥፋት #Remove ማድረግ 🍭 ከሚከተሉትOriginal Antivirus የወደዳችሁትን ከ PlayStore በ ማዉረድ ተጠቀሙ ➷➷➷➷➷➷ ➊#Norton Antivirus ➋#KasperskyAntiVirus ➌#BT Virus Protect: Mobile Anti-Virus & Security App 👆👆👆እነዚህ Antivirusሶች የሚሰሩት በ Data እና በ Wifi Connection 🍭 ቫይረስ በዋናነት ከሚገባበት መንገድ አንዱ  በ #Email ወይምበ #G-mail ነው Email እና በ G-mail  በምንጠቀምበት ግዜ ከማናውቃቸው ሰወች #Link ሲላክልን ቶሎ መክፈት የለብንም ምክንያቱም የተላከው ከ #Hackerሮች  (Linkኩም) ቫይረስ ሊሆን ስለሚችል በፍፁም መክፍት የለብንም 🍭 ስልካችን ላይ ያሉትን ሁሉኑም Application #Update ማድረግ 🍭 Wifi በምንጠቀምበት ግዜ ከባድ ጥንቃቄ ማድረግ Wifi  ከፍተን  በምንጠቀምበት ሰአት  ብዙ Notification ወደ ስልካችን ይገባሉ በዚህ ግዜ ወድያውኑ  Notificationኑ ፍቃድ ይጠይቀናል (Allow or Decline) ብሎ ይጠይቀናል ? Notificationኑ ቫይረስ ይሁን አይሁን እኛ አናውቅም ነገርግን እኛ ችላ በማለት ወይም ትኩረት ባለመስጠት (Allow) ብለን እንፈቅዳለን በዛን ሰአት Notification መስሎ የመጣው #ቫረስ በፍጥነት ወደ ስልካችን በመግባት ስልካችንን ያበላሻል ። ስለዚህ ማንኛውንም Notification ወደ ስልካችን ሲመጣ ዝምብለን ከመክፈት መታቀብ አለብን 🍭 ማንኛውንም Application ከሰው ስንቀበል ስለ Applicationኑ ምንነት እና ስራ በደንብ መረዳት አለብን ይህ ማለት Applicationኑ ጎጂ ሆነ ጥሩ የሚለውን እንድናውቅ ይረዳናል።ስለዚህ ማንኛውንም Application ስልካችን ላይ ከመጫናችን እና ከ መቀበላችን በፊት ስለ Applicationኑ በደንብ መገንዘብ ያስፈልጋል",
    },
    {
      src: require("assets/img/bg22n.png"),
      category: "የ Google እና የGmail አካዉንት",
      title: "ብዙዎቻችን የ Google እና የGmail አካዉንት ልዩነት ግራ🤔 ያጋባናል?",
      summery:
        "ከዚህ በመቀጠል ልዬነታቸዉን አናያለን። ጎግል አካዉንት Google Account ምድነዉ? ♻️ ጎግል አካዉንት ማለት ጎግል...",
      description:
        "️ከዚህ በመቀጠል ልዬነታቸዉን አናያለን። ጎግል አካዉንት Google Account ምድነዉ? ♻️ ጎግል አካዉንት ማለት ጎግል የሚሰጣቸዉን አገልግሎቶች ለምሳሌ እንደ Gmail, Google+,Google hangouts ,Google drive እንድናገኝ የሚያደርገን ነዉ። ♻️ዋናዉ የጓግል አገልግሎት Service Gmail ነዉ። አንድ ሰዉ የ Gmail አካዉንት ለመክፈት መጀመሪያ የ Google አካዉንት መክፈት አለበት። ♻️ጎግል አካዉንት ለመክፈት የሚያስፈልገን #User name እና Phone number ነዉ። ♻️ጎግል አካዉንት ሌላ ተጨማሪ አገልግሎት ይሰጠናል። ለምሳሌ ♻️Google+ ማለት internet ላይ መሠረት ያደረገ ማሀበራዊ ኔቶርክ ነዉ። ♻️Google hangouts የመገናኛ ዘዴ ነዉ። የ Messaging ,Video chat,SMS እና VOIP features ይይዛል። ♻️Play Store የተለያዩ አፕልኬሽኖችን ለስልካችን እንድናወርድ ይረዳናል። ♻️አንዳንድ የ Google አገልግሎቶች ለመጠቀም የ Google አካዉንት አይጠይቁም ለምሳሌ  Google book እና Google map። Gmail አካዉንት ምንድነዉ? ♻️Email digital መልእክቶችን በ #Internet ላይ በጥቂት ሰከንዶች ዉስጥ መላላኪያ መንገድ ነዉ። ♻️እኛ email እንድንልክ እና አንድንቀበል የሚያደርጉ የተለያዪ የ email አገልግሎት አቅራቢዎች(Service Provier) አሉ ። ♻️በዛዉ Gmail አገልግሎት ሰጭዉ ሲሆን email ደግሞ የሚሰጠዉ አገልግሎት ነዉ። ♻️Gmail የGoogle አገልግሎት አቅራቢ (Service Provider) ነዉ። ♻️አንድ ተጠቃሚ desktop computer, laptop, smart phone, tablet በመጠቀም ወደ Gmail አካዉንቱ #log in ማድረግ ይችላል። ♻️የሚጠቀምበት device internet connection ሊኖረዉ ግድ ይላል። ♻️የተለያዩ email client አሉ ለምሳሌ Hotmail , Yahoo ነገር ግን በጣም ታዋቂዉ Gmail ነዉ። Gmail ብዙ ጥቅሞች አሉት። ♻️አንድ User ለብዙ ተቀባዮች(recepants ) መልእክት መላክ ይችላል። ♻️Text, attach document,insert image and link ማድረግ ይችላል። ከዚህ በተጨማራ ትላልቅ ፋይሎችን Google drive ላይ upload ያደርጋል።Spam filterin ይሰጣል።virus protection እና  email reminder አገልግሎት ይሰጣል። ",
    },
    {
      src: require("assets/img/bg23n.jpg"),
      category: "GSM ሞባይል",
      title: "ብዙ ሰዉ የማያዉቃቸው የGSM ሞባይል ሚስጥራዊ ኮዶች! ",
      summery:
        "1. ስልክዎ ሲደወልሎት ይህ ቁጥር አገልግሎት አልዋለም እንዲልላቹ ከፈለጋቹ! ወደ *21*900# ይደውሉ ወይም 1 ዲጂት...",
      description:
        "️1. ስልክዎ ሲደወልሎት ይህ ቁጥር አገልግሎት አልዋለም እንዲልላቹ ከፈለጋቹ! ወደ *21*900# ይደውሉ ወይም 1 ዲጂት በመቀነስ ወደ ራስዎ ስልክ ማድረግ! ለምሳሌ ስልክ ቁጥርዎ 0910654321 ከሆነ ወደ *21*091065432# ይደውሉ ለማጥፋት ሲፈልጉ #21# ብለው ይደውሉ! ከላይ የተገለጸው በ900 ቦታ የፈለጉት ሌላ ትክክለኛ የስልክ ቁጥር ያልሆነም ማድረግ ይችላሉ! ➜ሁሉም ጥሪዎችና መልእክች ወደ ሌላ ቁጥር ዳይቨርት ለማድረግ ሲልጉ *21*0144123456# በ0144123456 ቦታ የፈለጉትን የሞባይል ወይም መደበኛ ስልክ ቁጥር ያስገቡ ቀድሞ ወደ ነበረበት ለመመለስ ከፈለጉ #21# ብለው ይደውሉ ማለትም ስልክዎ ዳይቨርት ከተደረገ #21# ሲደውሉ ወደ ኖርማል ይመለሳል ዳይቨርቱ ይጠፋል *#21# ከሆነ ስልኩ ዳይቨርት ተደርገዋል ወይስ አልተደረገም የሚል መረጃ ይሰጠናል 2. ስልክዎ ብዚ ብቻ ሲሆን ዳይቨርት ለማድረግ *67*የፈለጉትቁጥር# ብለው ይደውሉ! ይህንን ዳይቨርት ለማጥፋት #67# ይደውሉ 3. ስልክዎ ካልተነሳ ብቻ ዳይቨርት ለማደረግ *61*የፈለጉትቁጥር# ይደውሉ! ይህንን ዳይቨርት ለማጥፋት #61# ይደውሉ 4. ስልክዎ ከኔትዎርክ ዉጪ ብቻ ሲሆን ዳይቨርት ለማድረግ *62*የፈለጉትቁጥር# ይደውሉ! ይህንን ለማጥፋት ሲፈልጉ #62# ብለው ይደውሉ! 5. ኮል ወይቲንግ አክቲቭ ለማደረግ ሲፈልጉ *43# ብለው ይደውሉ! ኮል ወይቲንግ ለማጥፋት ሲፈልጉ #43# ብለው ይደውሉ! ኮልወይቲንግ አክቲቬት መደረጉ ወይም አለመደረጉ ለማወቅ *#43# ",
    },
    {
      src: require("assets/img/bg24n.jpeg"),
      category: "ፌስቡክ አካውንቶት",
      title:
        "የፌስቡክ አካውንቶትን ሌላ ሰው ሲጠቀም አጭር የፅሁፍ መልዕክት ሞባይሎት ላይ እንዲደርሶት ማድረግ የሚችሉበትን ቀለል ያለ ዘዴ እነሆ ",
      summery:
        "1.የፌስ ቡክ አካውንቶት ውስጥ በተለመደው ሁኔታ ከገቡ በኋላ ሴቲንግ የሚለውን አማራጭ ይጫናሉ ሴቲንግ የሚለው ቦታ...",
      description:
        "️1.የፌስ ቡክ አካውንቶት ውስጥ በተለመደው ሁኔታ ከገቡ በኋላ ሴቲንግ የሚለውን አማራጭ ይጫናሉ ሴቲንግ የሚለው ቦታ እንደ ምትጠቀሙት ብሮዘራችሁ ሰለሚለያይ ፈልጉት 2. በመቀጠልም ከሚመጡት አማራጮች ሴኪዩሪቲ ሴቲንግ የሚለውን አማራጭ እንመርጣለን ከዚህ በኋላ ሎግ ኢን አለርት የሚለውን አማራጭ እንጫናለን። 3. ከዚህ በኋላም ከተቀመጡት ሶስት አማራጮች ውስጥ ቴክስት ሜሴጅ የሚለው አማራጭን በመጫን የሞባይል ቁጥሮን ያስገባሉ፡፡ 4. በመቀጠልም ሴቭ የሚለውን ቁልፍ ሲጫኑ ወደ ሞባይሎ የማረጋገጫ ኮድ ይልክሎታል ይህ ኮድ ሞባይሉ የእርሶ መሆኑን ለማረጋገጥ የሚላክ ሲሆን ያንን ኮድ ኮምፒተሩ ላይ በተቀመጠው ክፍት ቦታ በማስገባት ሴቭ ማለት በመጨረሻም ቁጥሮ የገባበትን ምርጫ በመጫን ሴቭ ቼንጅስ የሚለውን ስትጫኑ አክቲቭ ይሆናል፡፡ ከዛም በኋላ የትኛውም ኮምፒውተር ወይም ሞባይል ላይ ፌስ ቡኮት ላይ ሲገቡ መግባቶን በአጭር ጽሁፍ መልእክት ሞባይሎ ላይ ይደርሶታል ማለት ነው፡፡ ✍አስተውሉ⚠️ ይሄን አክቲቬት አድርገው በስልኮ አጭር የጽሁፍ መልእክት ከተላኮለት ያኔ የፌስቡክ አካውንቶን ሌላ ሰው እየተጠቀመ ነው ማለት ነው ያኔ ቶሎ ብለው የአካውንቶን ሚስጥር ቁጥሮን መቀየር አሎበት። ",
    },
    {
      src: require("assets/img/bg25n.jpg"),
      category: "ለአንድሮይድ ስልኮች",
      title:
        "ለአንድሮይድ ስልኮች በተደጋጋሚ ኢንተርኔት ገብተው ሲወጡ በዛ ያለ ገንዘብ እየወሰደባችሁ ለተቸገራችሁ በሙሉ",
      summery:
        "🥇የስልኮቻችንን Setting በማስተካከል 🥈 Software በመጠቀም ➖➖➖➖➖➖➖➖➖➖➖➖ ✍ ",
      description:
        "️🥇የስልኮቻችንን Setting በማስተካከል 🥈 Software በመጠቀም ➖➖➖➖➖➖➖➖➖➖➖➖ ✍ የሚከተሉትን የስልኮቻችንን Setting በመጠቀም ኢንተርኔት ስንጠቀም በዛ ያለ ገንዘብ እንዳይወስድብን ማደረግ እንችላለን። 🔘 Setting -> Connection ( Wireless and networks) ከሚለው ስር Data usage የሚለው ውስጥ ስንገባ ኢንተርኔት በጣም የሚጠቀሙ አፕሊኬሽኖችን እንደወሰዱት መጠን ተዘርዝረው ያገኟቸዋል። ሁሉንም አፕ በየተራ ይክፈቷቸው። Foreground (ከፍተው የተጠቀሙት) እና Background (ያለፍቃድዎ እና ሳይታዩ አፑ በራሱ የተጠቀመው) ምን ያህል Mega Bytes እንደሆነ ያስቀምጠዋል። እሱን ዝቅ አድርገው Limit background process ከሚለው ፊት ያለውን [ √ ] በማድረግ ይምረጡት። ይሄም ካለ እኛ ፈቃድ አፑ ኢንተርኔት እንዳይጠቀም መከልከል ሲሆን ወደ ሗላ እየተመለስን ሁሉንም Data usage ውስጥ የተዘረዘሩ አፖች እየከፈትን መዝጋት (Limit) ማድረግ አለብን። 🔘 ሁሌም አዲስ አፕ በጫን ቁጥር እየገባን መዝጋት ይኖርብናል። 🔘 🔺 አንድሮይዳቸው ከ 4.0 በታች ለሆኑ (samsung 5830 አይነቶች) Data usage የላቸውም፣ በዚህ ምትክ Setting-> Accounts and Sync ገብተን Background data የሚለውን አለመምረጥ ። 🔺በተጨማሪም Setting -> Privacy የሚለውን በመክፈት Back up my data የሚለውን እንዲሁ አለመምረጥ። ይህ አንድሮይዳቸው ከ 4.0 በላይ ለሆኑትም ይሰራል። 🔘 ለ Huawei ስልኮች Data usage ለመግባት፣ Setting —> wireless & Networks -> more .. — > Data Usage -> Restrict background data የሚለውን [ √ ] በማድረግ መምረጥ Setting -> personal ከሚለው ስር Location access የሚለው ውስጥ ገብተን እሱን መዝጋት። ይሄም ስልካችን ያለንበትን ቦታ ለማወቅ ኢንተርኔት እንዳይጠቀም ያደርጋል። 🔘 Setting -> Developer option (About phone ከሚለው ከፍ ብሎ ያገኙታል) የሚለውን ከፍተን ወደ ታች ስንወርድ Background Process limit የሚለውን እንክፈት። ይሄ ሁሌም ስልኩ በራሱ Standard Limit የሚለውን ይመርጠዋል። እዚህ ላይ No background process የሚለውን እንምረጥ። ሁሌም ስልካችንን አጥፍተን ካበራነው በራሱ ወደ Standard limit ስለሚቀየር እየገባን መቀየር ይኖርብናል። Standard Limit ላይ ከሆነ ቢያንስ እስከ 10 አፕሊኬሽኖች ያለ እኛ ፈቃድ ኢንተርኔት ጋ ይገናኛሉ ማለት ነው። ይሄም ከፍተኛ ገንዘብ ይወስዳል። 🔘 ☞ Developer option የሚለውን Setting ውስጥ ካጡት የሚከተለውን ያድርጉ። Setting ->About phone የሚለው ውስጥ እንግባና Build number የሚለውን 7 ጊዜ በፍጥነት እንካው። ከዚያ ሲመለሱ Setting ውስጥ About Phone ከሚለው ከፍ ብሎ Developer option ያገኙታል። 🔘 🔺የስልካችን ሶፍትዌር ራሱን እንዳያድስ (update) መዝጋት። ለዚህም Setting -> About phone (device) -> Software update ገብተን Auto update የሚለው የተመረጠ ከሆነ [ √ ] እሱን ማንሳት ወይንም አለመምረጥ። 🔘 GPS መዝጋት . ኢንተርኔት ክፍት እንዳደረግን ኢንተርኔት የማይጠይቁ አፖችን (ጌም) አለመጠቀም። ይሄም አፖቹ ከአምራቻቸው ጋ በመገናኘት ፣ ማስታወቂያ እንዲመጣ በማድረግ ... የሚጠቀሙትን ኢንተርኔት ያስቀራል። 🔺Play store በ Wi–fi ካልሆነ በስልካችን ኢንተርኔት አለመግባት። ✍ ውድ እና የተከበራችሁ የ Computer  እና የ አንድሮይድ ትሪክስ ቻናል ተከታታዮች ከላይ የጠቀስናቸውን የስልኮን Setting ካስተካከሉ በእርግጠኝነት ለኢንተርኔት የሚያወጡትን ገንዘብ ይቀንሳሉ። ✍ ነገር ግን ይሄን ማስተካከል ካሸገሮት በቀላሉ እንዴት አድርገን በሶፍትዌር መዝጋት እንችላለን የሚለውንም እነሆ ብለናል። 🔷 መጀመርያ ከላይ የለቀቅንላችሁን አፕሊኬሽን ( DataEye) የሚለውን ስልካችን ላይ እንጭናለን ከዛ አብልኬሽኑን ስንከፍተው  ከላይ ባለው ምስል >A< ላይ እንደምታዩት በ Usage ስር  date saving mode Off/On የሚል አለ እሱን On ስናደርገው በምስል >B< ላይ እንደምታዩት ያሳየናል። 🔹ከዛም በቀጥታ Control በሚለው ስር ስንገባ በምስል >C< እንደምታዩት መጠቀም የምፈልጉትን ብቻ Open ታደርጋላችሁ ለምሳሌ አሁን እኔ መጠቀም የምፈልገው በምስል >C< ላይ የሚታዩተን ብቻ ስለሆነ ሌሎቹን በሙሉ በምስል >D<  እንደምታዩት ሁሉንም ዘግቻለው (Block) አድርጊያለው ይህ ማለት እኔ ከከፈትኳቸው በምስል >C< ካሉት ውጪ  ምንም አይነት አፕሊኬሽን አይሰራም ማለት ነው። 🔻ለምሳሌ ይሄን አስተካክለን ከጨረስን ብኋላ ሄደን ኢንተርኔት ከፍተን የዘጋንውን አፕሊኬሽን ብንከፍተው >DataEye< on ላድርገው off የሚል ምርጫ ይሰጠናል ያኔ On ብለንው ብንከፍት ኢንተርኔት አይሰራልንም ተዘግቷል ማለት ነው ያለኛ ፍቃድ ሊሰራ አይችልም። 👽ውድ የቻናላችን ተከታታዮች ኢንተርኔት ከመክፈታችን በፊት መጠቀም የምንፈልገውን ከፍተን ሌላውን በምስል >D< እንደምታዩት መዝጋት አለብን ማለት ነው። ⚠️ ከዚህም በተጨማሪ ስልካችሁ #telegram ስትጠቀሙ ብዙ ብር እየወሰደባችሁ ከተቸገራችው አሁኑኑ የቴሌግራሞን setting ያስተካክሉ‼️ •••••••ቴሌግራሞን ይክፈቱ•••••••••• ⬇️ °👉Setting °        ⬇️ °👉data and storage °        ⬇️ °👉automatic media downloaded °        ⬇️ °👉#click *when using Mobile data* °                        🔑🗝🔑 °     🔰 #Unmark❌ all & #save it ☞ [_]....photos ☞ [_]....voice messages ☞ [_]....videos ☞ [_]....files ☞ [_]....music ☞ [_]....GIFS ✴️ ከላይ የጠቀስናቸውን መፍትሄዎች ካስተካከሉ እመኑን በእርግጠኝነት በትንሽ ብር ለረጅም Time መጠቀም ይችላሉ።",
    },
    {
      src: require("assets/img/bg26n.jpg"),
      category: "ሀሰተኛ ዌብሳይቶች",
      title: "ብር እንከፍላለን ከሚሉ ዌብሳይቶችን በሙሉ ሳታረጋግጡ አትክፈቱ",
      summery:
        "#ውሸት_ነው። 💢እንደዚህ አይነት ገንዘብ እንሰጣለን የሚሉ ብዙ ሀሰተኛ #ዌብሳይቶች ሞልተዋል። 💢1 ጊዜ ዌብሳይቱ ከተለቀቀ...",
      description:
        "#ውሸት_ነው። 💢እንደዚህ አይነት ገንዘብ እንሰጣለን የሚሉ ብዙ ሀሰተኛ #ዌብሳይቶች ሞልተዋል። 💢1 ጊዜ ዌብሳይቱ ከተለቀቀ በኋላ ብዙ ሰዎች #ሼር ይደራረጉታል። ✅ለምሳሌ፦ 1ሰው ቢመዘገብ ገንዘቡን ለማውጣት #40ሰው ማስመዝገብ አለብህ ቢባል እነዛ 40 ሰዎች ሁሉም በስራቸው ሌሎች 40... 40 ሰዎችን ያስመዘግባሉ። ✅በዚህ ጊዜ የመጀመሪያው ሰው የዌብሳይቱን ሀሰተኝነት በስሩ ካሉት ሰዎች ቀድሞ ይረዳል🤦‍♂፤ ነገር ግን አንዴ ሊንኩ ስለተሰራጨ ስለሀሰተኝነቱ ለማስረዳት ጊዜው ይረፍዳል።‼️ 💢 ሊንኩን #በቀናት ውስጥ በሺዎች የሚቆጠሩ ሰዎች ያሰራጩታል፤ ስለዚህም ከዚህ በፊት በሌሎች ሀሰተኛ ዌብሳይቶች ላይ እንዳደረግነው 1በ1 ከማስረዳት እንዲህ ብዙዎች የሚከታተሉት #ቻናል ላይ ማስረዳት ተመራጭ ነው። 💢ለወደፊቱ ጭራሽ ባትሞክሩት እመክራለሁ፤ እንሰጣችኋለን የምትባሉት ገንዘብ መጠንኮ ያስቃል😂😂 እንኳን ለናንተ ሊሰጧችሁ ይቅርና እራሳቸውም አያገኙትም። ‼️በነገራችን ላይ የብዙዎቻችሁ ኢሜይል አካውንት ተመዝግቧል... የምላችሁ ከገባችሁ ደንግጣችኋል😉 በ1 ሰው ጥፋት የተነሳ የብዙዎች ኢሜይል አካውንት አደጋ ውስጥ ይገባል፤ የብዙዎች ጊዜና ገንዘብ ይጠፋል። ‼️ለማንኛውም #የኢሜይል ፓስወርዳችሁን ቀይሩ። ዩቲዩብ እና የመሳሰሉ ሌላ አስፈላጊ አካውንቶችን በዚሁ ኢሜይል አካውንት በፍፁም አትክፈቱ። 💢ለወደፊቱ እንደዚህ አይነት ስራ ስሩ ስትባሉ #በፍፁም እንዳትቀበሉ፤ ልፋት ብቻ ነው የምታተርፉት።",
    },
  ];
  const onClickHandler = (img, description, title) => {
    setModalNotice(true);
    setImgSrc(img);
    setContentTitle(title);
    setContentDescription(description);
  };
  return (
    <>
      <ScrollTransparentNavbar />
      <div className="page-header page-header-small">
        <Modal isOpen={modalNotice} toggle={() => setModalNotice(false)}>
          <div className="modal-header">
            <button
              aria-hidden={true}
              className="close"
              onClick={() => setModalNotice(false)}
              type="button"
            >
              <i className="now-ui-icons ui-1_simple-remove"></i>
            </button>
            <h5 className="modal-title" id="myModalLabel">
              {contentTitle}
            </h5>
          </div>
          <div className="modal-body">
            <div className="picture">
              <img alt="..." className="rounded img-raised" src={imgSrc}></img>
            </div>
            <div className="instruction" style={{ paddingTop: "20px" }}>
              {contentDescription}
            </div>
          </div>
          <ModalFooter className="justify-content-center">
            <Button
              style={{ backgroundColor: "black" }}
              className="btn-round"
              color="info"
              onClick={() => setModalNotice(false)}
            >
              close
            </Button>
          </ModalFooter>
        </Modal>
        <div
          className="page-header-image"
          style={{
            backgroundImage: "url(" + require("assets/img/bg39.jpg") + ")",
          }}
          ref={pageHeader}
        ></div>
        <div className="content-center">
          <Row>
            <Col className="ml-auto mr-auto text-center" md="8">
              <h2 className="title">መሰረታዊ መረጃዎች</h2>
            </Col>
          </Row>
        </div>
      </div>
      <div className="main">
        <Container>
          <div className="section" style={{ padding: "0px 0px" }}>
            <h3 className="title text-center">መሰረታዊ መረጃዎች</h3>
            <br></br>
            <Row>
              {items.map((list) => {
                return (
                  <Col md="4">
                    <Card
                      className="card-plain card-blog"
                      onClick={() =>
                        onClickHandler(list.src, list.description, list.title)
                      }
                    >
                      <div className="card-image"id="mobile">
                        <a href="#pablo" onClick={(e) => e.preventDefault()}>
                          <img
                            alt="..."
                            className="img rounded img-raised"
                            src={list.src}
                          ></img>
                        </a>
                      </div>
                      <CardBody>
                        <h6 className="category text-info">{list.category}</h6>
                        <CardTitle tag="h4">
                          <a href="#pablo" onClick={(e) => e.preventDefault()}>
                            {list.title}
                          </a>
                        </CardTitle>
                        <p className="card-description">
                          {list.summery}
                          <a href="#pablo" onClick={(e) => e.preventDefault()}>
                            Read More
                          </a>
                        </p>
                        <div className="author">
                          <img
                            alt="..."
                            className="avatar img-raised"
                            src={require("assets/img/olivia.jpg")}
                          ></img>
                          <span>all tech</span>
                        </div>
                      </CardBody>
                    </Card>
                  </Col>
                );
              })}
            </Row>
          </div>
        </Container>
      </div>
      <FooterBlack />
    </>
  );
}

export default Infos;
